{
    "ENJOY DESERT": "PROFITEZ DU DÉSERT",
    "Build a trip using Deals4Trip and get the right plan for your holiday": "Créez un voyage avec Deals4Trip et obtenez le bon plan pour vos vacances",
    "SAFARI IN DUBAI": "SAFARI À DUBAÏ",
      "1,000+ Local Tours": "Plus de 1000 visites locales",
      "There's something for everyone to explore.": "Il y a quelque chose à explorer pour tout le monde.",
      "Winter Destinations": "Destinations d'hiver",
      "Create memories that will last a lifetime.": "Créez des souvenirs qui dureront toute une vie.",
      "98% Happy Travelers": "98% de voyageurs satisfaits",
      "Who has enjoyed the trip of a lifetime with us?": "Qui a vécu le voyage de sa vie avec nous?",
      "Journey Planner": "Planificateur de voyage",
      "Pick a country to explore the map": "Choisissez un pays pour explorer la carte",
      "The most popular tours of the week":"Les visites les plus populaires de la semaine",
      "Popular Destinations":"Destinations populaires",
      "Modern & Beautiful":"Moderne et beau",
      "Top Best Seller Tour":"Tournée des meilleures ventes",
      "View all Tour":"Voir toute la tournée",
      "Our Hotel Services":"Nos prestations hôtelières",
      "Restaurant & Coffee":"Restaurant et café",
      "Enjoy a variety of delicious local and international cuisines in our on-site restaurant, along with a selection of freshly brewed coffee and specialty beverages":"Savourez une variété de délicieuses cuisines locales et internationales dans notre restaurant sur place, ainsi qu'une sélection de café fraîchement moulu et de boissons spéciales.",
      "Spa & Massage":"Spas et massages",
      "Indulge in ultimate relaxation with our rejuvenating spa treatments and therapeutic massages, designed to restore balance and well-being":"Offrez-vous une relaxation ultime avec nos soins spa rajeunissants et nos massages thérapeutiques, conçus pour rétablir l'équilibre et le bien-être.",
      "Fitness & Yoga":"Remise en forme et yoga",
      "Stay fit and energized during your stay with access to our modern fitness center, offering yoga sessions and state-of-the-art workout equipment":"Restez en forme et plein d'énergie pendant votre séjour grâce à l'accès à notre centre de remise en forme moderne, proposant des séances de yoga et des équipements d'entraînement de pointe.",
      "Airport Transfer":"Transfert aéroport",
      "Convenient and hassle-free airport transfer services to ensure a smooth journey to and from the hotel, available 24/7 for all our guests":"Des services de transfert aéroport pratiques et sans tracas pour garantir un voyage en douceur vers et depuis l'hôtel, disponibles 24h/24 et 7j/7 pour tous nos clients.",
      "Swimming Pool":"Piscine",
      "Take a refreshing dip in our outdoor pool or relax poolside with a drink from the bar, perfect for both leisure and exercise":"Faites un plongeon rafraîchissant dans notre piscine extérieure ou détendez-vous au bord de la piscine avec un verre commandé au bar, parfait pour les loisirs et l'exercice.",
      "Meeting Room":"Salle de réunion",
      "Our fully equipped meeting rooms are ideal for business meetings, conferences, and events, providing all the necessary facilities for a productive environment":"Nos salles de réunion entièrement équipées sont idéales pour les réunions d'affaires, les conférences et les événements, offrant toutes les installations nécessaires pour un environnement productif.",
      "Top Rated Hotel":"Hôtel le mieux noté",
      "Dubai":"Dubaï",
      "Abu Dhabi":"Abou Dhabi",
      "Al Ain":"Al-Aïn",
      "Fujairah":"Fujaïrah",
      "International":"Internationale",
      "Testimonial":"Témoignage",
      "Don't just take our word for it - see what actual users of our service have to say about their experience.":"Ne vous contentez pas de nous croire sur parole : découvrez ce que les utilisateurs réels de notre service ont à dire sur leur expérience.",
      "Desert Safari":"Safari dans le désert",
      "It was amazing! they handled everything perfectly!!!":"C'était incroyable ! ils ont tout géré parfaitement !!!",
      "It was a great experience staying in Abu dhabi with deals4 trips":"Ce fut une expérience formidable de séjourner à Abu Dhabi avec deals4 voyages",
      "Very good agency have the best and good deals interms of hotels and tickets":"Très bonne agence qui propose les meilleurs et bons plans en termes d'hôtels et de billets",
      "Nadia is simply the best. Nothing too much trouble":"Nadia est tout simplement la meilleure. Rien de trop compliqué",
      "Thank you a lot Nadia we went many times with you to hotels , trips and many more We enjoyed every minute ,,":"Merci beaucoup Nadia, nous sommes allés plusieurs fois avec toi dans des hôtels, des voyages et bien d'autres encore. Nous avons apprécié chaque minute.",
      "It was the best tour planned loved the services. Highly recommended":"C'était la meilleure tournée prévue, j'ai adoré les services. Fortement recommandé",
      "Its awesomeness and great planner with value for money":"C'est génial et un excellent planificateur avec un bon rapport qualité-prix",
      "It was an awesome trip to parks and resorts with a stay in lapita ….thanks much dear for the amazing deals":"Ce fut un super voyage dans les parcs et les centres de villégiature avec un séjour à Lapita… merci beaucoup ma chérie pour les offres incroyables",
      "You are very welcome, Nadia! We have shared so many wonderful experiences with you, from hotel stays to unforgettable trips. Every moment has been a true joy!":"De rien, Nadia ! Nous avons partagé avec vous tant d’expériences merveilleuses, des séjours à l’hôtel aux voyages inoubliables. Chaque instant a été un vrai bonheur !",
      "Nadia helped us organise and set up a corporate event. She was brilliant and on dot with her coordination. Thank you Deals4trip team for such a large scale event would not be possible without you.":"Nadia nous a aidé à organiser et mettre en place un événement d'entreprise. Elle était brillante et au point avec sa coordination. Merci à l'équipe de Deals4trip pour qu'un événement d'une telle envergure ne serait pas possible sans vous.",
      "An amazing company with a very fast reply and perfect service. We loved our stay in Eid at Fujairah and it was way less money to book through them 😍":"Une entreprise incroyable avec une réponse très rapide et un service parfait. Nous avons adoré notre séjour à l'Aïd à Fujairah et c'était beaucoup moins cher de réserver par leur intermédiaire 😍",
      "Sohail great driver and accommodating. Had a great time dune bashing and sand-boarding":"Sohail super chauffeur et arrangeant. Nous avons passé un bon moment à dévaler les dunes et à faire du sandboard",
      "Thank you Nadia for a wonderful support right from creating the itinerary till we finally completed our visit. Seamless experience and very efficient rates. God Bless You and keep up the good work👍":"Merci Nadia pour son merveilleux soutien depuis la création de l'itinéraire jusqu'à la fin de notre visite. Expérience fluide et tarifs très efficaces. Que Dieu vous bénisse et continuez votre bon travail👍",
      "Deal4Trip took me to places I never knew existed and had the best times no matter what. everytime i felt the need to go somewhere new or have a luxury holiday i’d check out deals4trips and they take me to the best places with better discounts.":"Deal4Trip m'a fait découvrir des lieux insoupçonnés et m'a permis de vivre des moments incroyables. À chaque envie de voyage ou de vacances de luxe, je consultais Deal4Trip et ils me trouvaient les meilleures destinations avec les meilleures réductions.",
      "We have used Deals4Trip several times, be it for entertainment tickets, hotel staycations and holiday packages, and they have always come through and organised everything in a professional manner.":"Nous avons utilisé Deals4Trip à plusieurs reprises, que ce soit pour des billets de divertissement, des séjours à l'hôtel et des forfaits vacances, et ils ont toujours réussi et tout organisé de manière professionnelle.",
      "Nadia is always responsive and helps us find the best deals.":"Nadia est toujours réactive et nous aide à trouver les meilleures offres.",
      "Nadia is always quick to respond and consistently helps us discover the best deals.":"Nadia répond toujours rapidement et nous aide constamment à découvrir les meilleures offres.",
      "Sign up and we'll send the best deals to you":"Inscrivez-vous et nous vous enverrons les meilleures offres",
      "YOUR TRAVEL JOURNEY STARTS HERE":"VOTRE VOYAGE COMMENCE ICI",
      "SUBSCRIBE":"S'ABONNER",
      "Level 2902, Marina Plaza, Dubai Marina,":"Niveau 2902, Marina Plaza, Marina de Dubaï,",
      "Dubai, United Arab Emirates":"Dubaï, Émirats Arabes Unis",
      "If you are planning a holiday in Dubai, Abu Dhabi, Al Ain, Fujairah, Ajman, RAK, Maldives, Oman, Kenya and Zanzibar with destinations of your choice, just let us know your tour requirements (number of guests, start date of tour, length of stay, cities and places you want to visit, class of hotel or activities and hospitality you desire) and we will arrange and operate the best tour for you.":"Si vous prévoyez des vacances à Dubaï, Abu Dhabi, Al Ain, Fujairah, Ajman, RAK, Maldives, Oman, Kenya et Zanzibar avec les destinations de votre choix, faites-nous simplement part de vos exigences en matière de visite (nombre d'invités, date de début de la visite). , durée du séjour, villes et lieux que vous souhaitez visiter, classe d'hôtel ou activités et hospitalité que vous désirez) et nous organiserons et organiserons le meilleur circuit pour vous.",
      "Hand selected, local experienced agents, and neighborhood specialists, work with you to achieve your goals.":"Des agents locaux expérimentés et des spécialistes de quartier sélectionnés avec soin travaillent avec vous pour atteindre vos objectifs.",
      "The highest level of market knowledge, transparency, technology utilization, and transaction experience will be provided.":"Le plus haut niveau de connaissance du marché, de transparence, d'utilisation de la technologie et d'expérience en matière de transactions sera fourni.",
      "ABOUT US":"À PROPOS DE NOUS",
      "A TRAVEL AGENCY WITH NEW & EXCITING VARIATIONS":"UNE AGENCE DE VOYAGES AVEC DES VARIATIONS NOUVELLES ET EXCITANTES",
      "If you are planning a holiday in Dubai, Abu Dhabi, Al Ain, Fujairah, Ajman, RAK, Maldives, Oman, Kenya and Zanzibar with destinations of your choice, just let us know your tourrequirements (number of guests, start date of tour, length of stay, cities and places you want to visit, class of hotel or activities and hospitality you desire) and we will arrange and operate the best tour for you. Hand selected, local experienced agents, and neighborhood specialists, work with you to achieve your goals. The highest level of market knowledge, transparency, technology utilization, and transaction experience.":"Si vous prévoyez des vacances à Dubaï, Abu Dhabi, Al Ain, Fujairah, Ajman, RAK, Maldives, Oman, Kenya et Zanzibar avec les destinations de votre choix, faites-nous simplement part de vos exigences en matière de visite (nombre d'invités, date de début de la visite, durée du séjour, villes et lieux que vous souhaitez visiter, classe d'hôtel ou activités et hospitalité que vous désirez) et nous organiserons et organiserons le meilleur circuit pour vous. Des agents locaux expérimentés et des spécialistes de quartier sélectionnés avec soin travaillent avec vous pour atteindre vos objectifs. Le plus haut niveau de connaissance du marché, de transparence, d’utilisation de la technologie et d’expérience en matière de transactions.",
      "View Deals":"Voir les offres",
      "Meet Our Best":"Rencontrez nos meilleurs",
      "Tour Guide":"Guide touristique",
      "SALES DIRECTOR":"DIRECTEUR DES VENTES",
      "If you want any help in finding great vacation deals, Nadia will be the best one to help. She loves to travel and share what she knew with her family, friends and colleagues. She enjoys planning their trips so they would enjoy moments that can be unforgettable. Her clients speak with praise for the memories they gain during the trips they planned with Nadia.":"Si vous avez besoin d'aide pour trouver de bonnes affaires de vacances, Nadia sera la meilleure personne pour vous aider. Elle aime voyager et partager ce qu'elle a connu avec sa famille, ses amis et ses collègues. Elle aime planifier leurs voyages pour qu’ils profitent de moments inoubliables. Ses clients parlent avec éloge des souvenirs qu'ils ont acquis lors des voyages qu'ils ont planifiés avec Nadia.",
      "What I enjoy the most is reading the amazing blogs published by my clients post their trips! And the referrals I get after that are just a small sign for their confidence in my services.":"Ce que j’apprécie le plus, c’est de lire les incroyables blogs publiés par mes clients après leurs voyages ! Et les références que je reçois par la suite ne sont qu’un petit signe de leur confiance dans mes services.",
      "TESTIMONIALS":"TÉMOIGNAGES",
      "BLOGS":"BLOGUES",
      "About Deals4Trip":"À propos de Deals4Trip",
      "World Best Travel Agency Company Since 2012":"Meilleure agence de voyages au monde depuis 2012",
      "At Deals4Trip, we believe that your next adventure should be both unforgettable and affordable. Whether you're planning a relaxing beach vacation, an adventurous mountain trek, or a cultural city escape, our travel agency offers unbeatable packages to suit every traveler’s needs. From discounted flights and luxurious hotel stays to guided tours and unique experiences, we take care of all the details so you can focus on making memories. Our handpicked deals ensure you get the best value without compromising on quality. Start exploring the world with Deals4Trip your perfect journey is just a click away!":"Chez Deals4Trip, nous pensons que votre prochaine aventure doit être à la fois inoubliable et abordable. Que vous planifiiez des vacances reposantes à la plage, une randonnée aventureuse en montagne ou une escapade culturelle en ville, notre agence de voyages propose des forfaits imbattables pour répondre aux besoins de chaque voyageur. Des vols à prix réduits aux séjours dans des hôtels de luxe, en passant par les visites guidées et les expériences uniques, nous nous occupons de tous les détails afin que vous puissiez vous concentrer sur la création de souvenirs. Nos offres triées sur le volet vous garantissent le meilleur rapport qualité-prix sans compromettre la qualité. Commencez à explorer le monde avec Deals4Trip, votre voyage parfait est à portée de clic!",
      "Find Tours":"Trouver des circuits",
      "Find Your Best Destination":"Trouvez votre meilleure destination",
      "CONTACT US":"CONTACTEZ-NOUS",
      "Contact Us":"Contactez-nous",
      "HOME":"MAISON",
      "We are here for you! How can we help?":"Nous sommes là pour vous ! Comment pouvons-nous vous aider?",
      "Name":"Nom",
      "Email":"E-mail",
      "Message":"Message",
      "Submit":"Soumettre",
      "Level 2902, Marina Plaza, Dubai, UAE":"Niveau 2902, Marina Plaza, Dubaï, Émirats Arabes Unis",
      "MAP":"CARTE",
      "Activities":"Activités",
      "Cities":"Villes",
      "Regions":"Régions",
      "Stories":"Histoires",
      "Itineraries":"Itinéraires",
      "Add to trip":"Ajouter au voyage",
      "DEALS":"OFFRES",
      "Find And Enjoy Your Dream Hotel":"Trouvez et profitez de l'hôtel de vos rêves",
      "Check In":"Enregistrement",
      "Check Out":"Vérifier",
      "Guests":"Invités",
      "Adults":"Adultes",
      "Children":"Enfants",
      "Search":"Recherche",
      "Filter":"Filtre",
      "Filter By":"Filtrer par",
      "Show on map":"Afficher sur la carte",
      "Your Previous Filters":"Vos filtres précédents",
      "Popular Filters":"Filtres populaires",
      "Brands":"Marques",
      "Facilities":"Installations",
      "Guest Rating":"Évaluation des clients",
      "Fun Things To Do":"Choses amusantes à faire",
      "Meals":"Repas",
      "Land Marks":"Points de repère",
      "Room Facilities":"Équipements de la chambre",
      "Distance From Center Of Dubai":"Distance du centre de Dubaï",
      "Neighborhood":"Quartier",
      "Bed Preference":"Préférence de lit",
      "Property Rating":"Évaluation de la propriété",
      "Reservation Policy":"Politique de réservation",
      "Property Type":"Type de propriété",
      "Room Accessibility":"Accessibilité des chambres",
      "Your budget (per night)":"Votre budget (par nuit)",
      "Bedrooms And Bathrooms":"Chambres et salles de bains",
      "Bedrooms":"Chambres",
      "Bathrooms":"Salles de bains",
      "Apartments":"Appartements",
      "Hotels":"Hôtels",
      "Resorts":"Stations touristiques",
      "4 stars":"4 étoiles",
      "Free cancellation":"Annulation gratuite",
      "Book without credit card":"Réservez sans carte de crédit",
      "No prepayment":"Pas de prépaiement",
      "Very good: 8+":"Très bien : 8+",
      "Guest Ready":"Prêt pour les invités",
      "Maison Privet":"Maison Privé",
      "Millennium Hotels":"Hôtels Millenium",
      "Rove Hotels":"Hôtels à Rove",
      "Jumeirah":"Jumeirah",
      "Powered by Archipelago":"Propulsé par Archipel",
      "The Address Hotels and Resorts":"L'adresse des hôtels et centres de villégiature",
      "Mövenpick":"Movenpick",
      "Premier Inn":"Hôtel Premier Inn",
      "Parking":"Parking",
      "Non-smoking rooms":"Chambres non-fumeurs",
      "Free WiFi":"Wi-Fi gratuit",
      "Fitness center":"Centre de remise en forme",
      "Fitness":"Aptitude",
      "Sauna":"Sauna",
      "Steam room":"Hammam",
      "Fitness/spa locker rooms":"Vestiaires fitness/spa",
      "Superb 9+":"Superbe 9+",
      "Very good 8+":"Très bien 8+",
      "Good 7+":"Bien 7+",
      "Pleasant 6+":"Agréable 6+",
      "Self catering":"Sans restauration",
      "Breakfast included":"Petit déjeuner inclus",
      "All meals included":"Tous les repas inclus",
      "Breakfast & lunch included":"Petit-déjeuner et déjeuner inclus",
      "Breakfast & dinner included":"Petit-déjeuner et dîner inclus",
      "Burj Khalifa":"Burj Khalifa",
      "Dubai Mall":"Centre commercial de Dubaï",
      "Private bathroom":"Salle de bain privée",
      "Bair conditioning":"Climatisation",
      "Sea view":"Vue mer",
      "Private pool":"Piscine privée",
      "Balcony":"Balcon",
      "Less than 1 km":"Moins de 1 km",
      "Less than 3 km":"Moins de 3 km",
      "Less than 5 km":"Moins de 5 km",
      "Beach & Coast":"Plage et côte",
      "Dubai Marina":"Marina de Dubaï",
      "Guests' favourite area":"Le quartier préféré des clients",
      "Downtown Dubai":"Centre-ville de Dubaï",
      "Business Bay":"Baie des Affaires",
      "Palm Jumeirah":"Palm Jumeirah",
      "Bur Dubai":"Bur Dubaï",
      "Sustainability certification":"Certification de durabilité",
      "Twin beds":"Lits jumeaux",
      "Double bed":"Grand lit",
      "5 stars":"5 étoiles",
      "Unrated":"Non classé",
      "Accepts online payments":"Accepte les paiements en ligne",
      "Entire homes & apartments":"Maisons et appartements entiers",
      "Homestays":"Séjours chez l'habitant",
      "Entire unit located on ground floor":"Unité entière située au rez-de-chaussée",
      "Upper floors accessible by elevator":"Étages supérieurs accessibles par ascenseur",
      "Entire unit wheelchair accessible":"Unité entière accessible aux personnes en fauteuil roulant",
      "Walk-in shower":"Douche à l'italienne",
      "Raised toilet":"Toilettes surélevées",
      "Lowered sink":"Évier abaissé",
      "It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.":"C'est un fait établi depuis longtemps qu'un lecteur sera distrait par le contenu lisible d'une page lorsqu'il examinera sa mise en page."
}